10/data/attachments/d7258694fcc947a7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_abe8e8a1-261c-474c-b465-8f275d34032e</nif:username>
            <nif:friendToBeAdded>Gregory_media_Actions_91768_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>